;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: WardrobeMenuEntry
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[WardrobeMenuEntries]
WardrobeMenuEntries_Wardrobe_Customise_DisplayText=Customize
WardrobeMenuEntries_Wardrobe_Customise_MouseOverText=Customize clothing items
WardrobeMenuEntries_Wardrobe_StoreOutfit_DisplayText=Save
WardrobeMenuEntries_Wardrobe_StoreOutfit_MouseOverText=Save outfit – required if you later want to wear it
WardrobeMenuEntries_Wardrobe_RenameOutfit_DisplayText=Rename
WardrobeMenuEntries_Wardrobe_RenameOutfit_MouseOverText=Rename outfit
WardrobeMenuEntries_Wardrobe_DeleteOutfit_DisplayText=Delete
WardrobeMenuEntries_Wardrobe_DeleteOutfit_MouseOverText=Delete outfit
WardrobeMenuEntries_Wardrobe_PartCustomisation_DisplayText=
WardrobeMenuEntries_Wardrobe_PartCustomisation_MouseOverText=
WardrobeMenuEntries_Customisation__DisplayText=
WardrobeMenuEntries_Customisation__MouseOverText=
WardrobeMenuEntries_Customisation_Part_Colour_DisplayText=Colors
WardrobeMenuEntries_Customisation_Part_Colour_MouseOverText=Adjust Colors
WardrobeMenuEntries_Customisation_Part_Vinyls_DisplayText=Vinyls
WardrobeMenuEntries_Customisation_Part_Vinyls_MouseOverText=Apply Vinyls
WardrobeMenuEntries_Customisation_Decals_DisplayText=Decals
WardrobeMenuEntries_Customisation_Decals_MouseOverText=Apply Decals
WardrobeMenuEntries_Root__DisplayText=
WardrobeMenuEntries_Root__MouseOverText=
WardrobeMenuEntries_EditOutfit__DisplayText=
WardrobeMenuEntries_EditOutfit__MouseOverText=
WardrobeMenuEntries_Management_ItemRename_DisplayText=Rename
WardrobeMenuEntries_Management_ItemRename_MouseOverText=Rename selected item
WardrobeMenuEntries_Management_ItemSave_DisplayText=Save
WardrobeMenuEntries_Management_ItemSave_MouseOverText=Save changes to selected Design
WardrobeMenuEntries_Management_ItemSaveAll_DisplayText=Save All
WardrobeMenuEntries_Management_ItemSaveAll_MouseOverText=Save changes to all Designs
